<html>
	<head>
		<meta name="robots" content="noindex,nofollow" />
	</head>
<body>
<h1>B&eacute;arnaises&aring;s</h1>

<br>
Ingredienser:
<ul>
<li>150 g sm&ouml;r
<li>1 msk finhackad schalottenl&ouml;k
<li>4 krossade vitpepparkorn
<li>2 msk vin&auml;ger
<li>2+2 msk vatten
<li>2 &auml;ggulor
<li>2 msk f&auml;rsk finhackad persilja
<li>1-2 msk f&auml;rsk finhackad dragon eller 1-2 tsk torkad dragon
</ul>

G&ouml;r s&aring; h&auml;r:<br>
Separera &auml;ggen och l&aring;t &auml;ggulorna st&aring; framme i rumstemperatur.<br>
Sm&auml;lt sm&ouml;ret p&aring; l&aring;g v&auml;rme i en kastrull. St&auml;ll den sedan &aring;t sidan.<br>
Fr&auml;s l&ouml;ken i lite sm&ouml;r utan att l&ouml;ken tar f&auml;rg. Tills&auml;tt vin&auml;gern, 2 msk vatten, peppar och g&auml;rna en kvist persilja och dragon.<br>
L&aring;t det koka.<br>
N&auml;r v&auml;tskan n&auml;stan kokad bort, tills&auml;tt 2 msk vatten, sila eventuellt bort l&ouml;ken.<br>
S&auml;tt kastrullen i vattenbad, vattnet ska inte koka.<br>
Tills&auml;tt &auml;ggulorna under lugn vispning.<br>
S&aring;sen tjocknar nu. (Om s&aring;sen inte tjocknar, v&auml;rm p&aring; mer, n&auml;r s&aring;sen uppn&aring;tt r&auml;tt temperatur, ca 70°C s&aring; tjocknar den.)<br>
N&auml;r s&aring;sen tjocknat och f&aring;tt en kr&auml;mig konsistens, ta bort den fr&aring;n vattenbadet och v&auml;rmen. St&auml;ll sk&aring;len eller kastrullen p&aring; en kall v&aring;t disktrasa (detta &auml;r f&ouml;r att undvika efterv&auml;rme som kan f&ouml;rst&ouml;ra s&aring;sen). L&aring;t g&auml;rna st&aring; och vila ca 2-5 minuter.<br>
Kontrollera under tiden att det sm&auml;lta sm&ouml;ret inte &auml;r varmare &auml;n 68°C. Optimal temperatur &auml;r 60°C, sm&ouml;ret f&aring;r inte vara kallare &auml;n 40°C.<br>
Tills&auml;tt d&auml;refter det sm&auml;lta sm&ouml;ret, lite i taget under kraftig vispning. S&aring;sen ska binda sm&ouml;ret till en j&auml;mn tjock smet. Forts&auml;tt vispa s&aring;sen i n&aring;gra minuter extra efter att sista sm&ouml;ret vispats i.<br>
N&auml;r du vispat ner allt sm&ouml;r och s&aring;sen har en tjock kr&auml;mig konsistens, forts&auml;tt vispa ytterligare n&aring;gra minuter.<br>
Smaks&auml;tt med persilja och dragon.<br>
Servera direkt eller h&aring;ll varm i vattenbad ca 40°C.<br>
</body></html>
